<?php

// Критично
-описать где втыкать ключ для подключения инстаграмма(или как это происходит)

-как то вызуально выделить момент отправки письма формой - цвет чего либо, исчезновение кнопки временно.
Либо без визуала вообще временное блокирование(отсутствие класса нажатия) на пару секунд, можно просто поставить задержку на возможность следующего нажатия через ровно 2 секунды

-в слайдере проекта в шаблоне проекта слайды вертикальных фото выглядят максимально ущербно, если Настя скажет что это норм, то скажем что пусть мучается
	может вообще жирный лайтбокс по клику запилить с нормальным соотношением?



// Желательно
-сделать лайтбоксы на страницах резюме покрупнее, если реально(публикации,сертификаты) и Настя одобрит. Текст на сканах нечитаем, а крумнее ж не сделаешь(или может это тоже плагин и тогда подскажи как в js искать что поправить)
-при наведении на иконки соц сетей делать их полупрозрачными-тень один хрен не видно и всё выглядит очень статично, если экран мешьше 20 дюймов(спроси пожалуйста у Насти как лучше)




// Было бы неплохо
-розовая плитка с аватаром на страницах контактов и резюме в мобильном виде обрезается сверху

-в десктоп варианте перелистывание слайдера проектов лучше сделать кликом, а не свайпом, или добавить плюсом какие то аккуратные стрелочки как были ранее


?>