<?php
// Надо было бы это комментамми оставить, git бы сказал где править, но пока так

структура

путь
--файл
----строки,если сложная структура
-------что сделать


views\blocks\project-page
project-slider
// Здесь нужно выравнивание контента(и w и h для будущих img) по центру div и фон слайдера в цвет общего фона в слайдере.
// Лайтбокс? Вроде итак крупно
project-info.html 5
// класс вравнивания по правому краю(может ещё где пригодится при тестировании, поэтому лучше классом, хоть и одна строка)


views\blocks\resume-page
resume-certificates.html 3-12 
resume-publications.html 3-12
// Лайтбоксы 
resume-first-screen 8-11
// можно ещё добавить эффекта при hover на div(наприме opacity) тень эту вообще не видно, если не знать что она есть
// тот же класс кинуть на иконки в хедере


views\blocks\common\header
header-bottom.html 6-7
// убрать подчеркивание и hover ссылок,вкинь любую ссылку рыбу на одной строке
// ну и нужно что бы весь div кнопки был ссылкой, а не сам текст-нажимать неудобно вообще, вроде li в div предлогал?





?>